tap 'homebrew/cask'

cask 'karabiner-elements'
cask 'hammerspoon'
cask 'hyperswitch'
cask 'switchresx'

cask 'google-chrome'
cask 'sublime-text'
cask 'intellij-idea'
cask 'iterm2'

cask 'appcleaner'

cask 'sogouinput'
cask 'pdf-expert'
cask 'iina'

cask 'libreoffice'
cask 'openscad'

cask 'Gitkraken'
cask 'fork'


cask 'vlc'
cask 'virtualbox'

# cask 'boostnote'
# brew 'office'

#cask 'xquartz'
#cask 'wine-stable'
#brew 'wine'
#cask 'discord'



# brew  coreutils
# brew  moreutils
# brew  findutils
# brew  bash

# brew  node
# brew  python3

# brew tap caryll/tap
# brew  otfcc-mac64
# brew  python  python@2
# brew  pyenv

# brew  brew install gnu-sed --with-default-names
# brew  gnu-sed --with-default-names
# brew  wget --with-iri
# brew  wget
# brew  gnup
# brew  gnupg
# brew  free
# brew  tree
# brew  bash-completion2
# brew  tmux
# brew  telnet
# brew  iptables
# brew  route
# brew  htop
# brew  zsh-syntax-highlighting
# brew  zsh-autosuggestions
# brew  autojump
# brew  mosh
# brew  ruby

# brew  zsh-autosuggestions
# brew  zsh-syntax-highlighting
# brew  zsh-autosuggestions
# brew  macvim

# brew  proxychains-ng
# gem install colorlsbrew install ruby
